# This file should contain all the record creation needed to seed the database with its default values.
# The data can then be loaded with the rake db:seed (or created alongside the db with db:setup).
#
# Examples:
#
#   cities = City.create([{ name: 'Chicago' }, { name: 'Copenhagen' }])
#   Mayor.create(name: 'Emanuel', city: cities.first)
# AdminUser.create!(email: 'admin@example.com', password: 'password', password_confirmation: 'password')

# a = Category.create!(title: "最新消息", parent_id: nil, on: true)
# b = Category.create!(title: "新聞稿", parent_id: nil, on: true)
# c = Category.create!(title: "闢謠專區", parent_id: nil, on: true)
# videos = Category.create!(title: "影音記錄", parent_id: nil, on: true)
# qa = Category.create!(title: "了解婚姻平權", parent_id: nil, on: true)
# sub_qa1 = Category.create!(title: "議題一：為什麼修法爭議這麼大？", parent_id: qa.id, on: true)
# sub_qa2 = Category.create!(title: "議題二：你真的了解同性戀嗎？", parent_id: qa.id, on: true)
# sub_qa3 = Category.create!(title: "議題三：修法後的「家」是什麼模樣？", parent_id: qa.id, on: true)
# Category.create!(title: "議題四：同性婚姻合法化，對下一代有負面影響嗎？", parent_id: qa.id, on: true)
# Category.create!(title: "議題五：國際法裡的同性婚姻", parent_id: qa.id, on: true)

# Article.create!(title: "密不動的畫喜智怎不上",
#                 description: "聲生原有新上裡為石，弟的選眼年傳。之推中投標出光了子。別改住們",
#                 content: "<h2>密不動的畫喜智怎不上</h2><p>聲生原有新上裡為石，弟的選眼年傳。之推中投標出光了子。別改住們異、師開朋打密麼裡、自國終不招，報火家舉成才麼木的好考一像前居師股海醫交全也，書響他使經像就放大，汽及我供常前場合邊一現查？</p><p>人健春有就有起，我可表；各通邊性細以不？這太路們良度、在作在證！媽居的比的達意度提筆！</p><p>裡帶一公由分文慢回生下給司自覺生上更下賽人，意通發意希同不維；量別飛成這、旅臺有醫道存，們溫從&hellip;&hellip;目升物，果愛名道，木是對少們品體這景：的我許，識觀情一傳的政位制果部安了人北加同頭為港？評地家司會好友數青一任合，平查然洋爾機魚命小奇團總管我可團老們變內有他過備種國一思只我富公就再腦動達現好何品的一確發縣國間；臺二的理，水們魚使為子。邊營引！否過奇毒出認內利從子決發而！明痛如，能飛大那明真老不這，面們我保以那顯海沒新戰牛這設了美竟土持家小喜。</p><p>路問創大說我國直散在表選是！所重目發由看告人我間兒望樹值時主利在汽北中得來下真；們調表字回傷來中所教見&hellip;&hellip;究種遊媽全食了行然裡子。</p>",
#                 on: true,
#                 front_page_pinned: true,
#                 category_id: a.id,
#                 remote_main_pic_url: "http://vignette3.wikia.nocookie.net/legendsofthemultiuniverse/images/0/00/Pikachu_tough.png/revision/latest?cb=20140701061932",
#                 admin_user_id: 1)

# Article.create!(title: "士就國計我我屋得",
#                 description: "定復爭背代物大，八值大他天財議治、弟積哥日年",
#                 content: "<h2>密不動的畫喜智怎不上</h2>
# <p>聲生原有新上裡為石，弟的選眼年傳。之推中投標出光了子。別改住們異、師開朋打密麼裡、自國終不招，報火家舉成才麼木的好考一像前居師股海醫交全也，書響他使經像就放大，汽及我供常前場合邊一現查？</p>
# <p>人健春有就有起，我可表；各通邊性細以不？這太路們良度、在作在證！媽居的比的達意度提筆！</p>
# <p>裡帶一公由分文慢回生下給司自覺生上更下賽人，意通發意希同不維；量別飛成這、旅臺有醫道存，們溫從&hellip;&hellip;目升物，果愛名道，木是對少們品體這景：的我許，識觀情一傳的政位制果部安了人北加同頭為港？評地家司會好友數青一任合，平查然洋爾機魚命便小奇團總管我可團老們變內有他過備種國一思只我富公就再腦動達現好何品的一確發縣國間；臺二的理，水們魚使為子。邊營引！否過奇毒出認內利從子決發而！明痛如，能飛大那明真老不這，面們我保以那顯海沒新戰牛這設了美竟土持家小喜。</p>
# <p>路問創大說我國直散在表選是！所重目發由看告人我間兒望樹值時主利在汽北中得來下真；們調表字回傷來中所教見&hellip;&hellip;究種遊媽全食了行然裡子。</p>
# ",
#                 on: true,
#                 pinned: true,
#                 front_page_pinned: true,
#                 category_id: b.id,
#                 remote_main_pic_url: "http://vignette2.wikia.nocookie.net/pokemon/images/c/c5/Ash_Pikachu_Leer_EP009.png/revision/latest?cb=20170224055122",
#                 admin_user_id: 1)

# Article.create!(title: "原蘭世合高天深收外",
#                 description: "另庭年而們出你用時回市們人聲前只它公，與無因。",
#                 content: "<h2>密不動的畫喜智怎不上</h2>
# <p>聲生原有新上裡為石，弟的選眼年傳。之推中投標出光了子。別改住們異、師開朋打密麼裡、自國終不招，報火家舉成才麼木的好考一像前居師股海醫交全也，書響他使經像就放大，汽及我供常前場合邊一現查？</p>
# <p>人健春有就有起，我可表；各通邊性細以不？這太路們良度、在作在證！媽居的比的達意度提筆！</p>
# <p>裡帶一公由分文慢回生下給司自覺生上更下賽人，意通發意希同不維；量別飛成這、旅臺有醫道存，們溫從&hellip;&hellip;目升物，果愛名道，木是對少們品體這景：的我許，識觀情一傳的政位制果部安了人北加同頭為港？評地家司會好友數青一任合，平查然洋爾機魚命便小奇團總管我可團老們變內有他過備種國一思只我富公就再腦動達現好何品的一確發縣國間；臺二的理，水們魚使為子。邊營引！否過奇毒出認內利從子決發而！明痛如，能飛大那明真老不這，面們我保以那顯海沒新戰牛這設了美竟土持家小喜。</p>
# <p>路問創大說我國直散在表選是！所重目發由看告人我間兒望樹值時主利在汽北中得來下真；們調表字回傷來中所教見&hellip;&hellip;究種遊媽全食了行然裡子。</p>
# ",
#                 on: true,
#                 pinned: true,
#                 front_page_pinned: true,
#                 category_id: c.id,
#                 remote_main_pic_url: "https://cdn1.vox-cdn.com/uploads/chorus_asset/file/6146267/pikachu_wide.0.jpg",
#                 admin_user_id: 1)

# Video.create!(title: "候狀告園漸聽那演！是久加同：願",
#                 description: "民打是著有的管她標人太真著來集，統以之你一、指力是示開不變見完代使了書嚴備主們高題面清類國一政",
#                 on: true,
#                 video: "https://www.youtube.com/watch?v=FUXMqninXK0",
#                 category_id: videos.id,
#                 remote_main_pic_url: "https://typeset-beta.imgix.net/rehost%2F2016%2F9%2F14%2F3bddb9fb-8417-42bd-ad68-483047679620.png",
#                 admin_user_id: 1)

# Question.create!(title: "有們機一告領河灣病的",
#                 content: "品刻民如表發前友報海出司復……重我想的思、科大！

# 究們爸發。中報風讀是沒件要……叫同日後可著溫然服，人身廣角基生的到的輕始愛是過和後最標內因童知我何常回政就，東成續球廠現她解原期書得自緊視高便，不機象決國明道。為隨經人辦麗，了我提整方社下同的馬如要流我結……受益子中意想此兒化能功類靈香展全線方我資長東怎後亞雄腳，備分使如北養中基什技主中香一另小：個個推身，兩人小高這指問比海態多麗外現驗始起是兒日價天萬登區小水：成員吸，散孩軍站影，集戰究臺學到後開情人……領星時他要；參及獎……熱使而意路停夜更風，想道王年講準車，象我該新母國健黨益提一聲，決主部不員我收的是：成院合本直風把配感論、喜老特好年景去帶報經了前？工去卻洲力顯一石機直，新紅沒子交可的我族人母有的男後顧試綠火聲，異山大，黑他解速很但過成家人司也們現真子：聲照！

# 畫果毒數買受顧病到指程成人了會作謝散法表業成些客到眼造，說美斯果足。於得子，會此到立家演不片雜會千來我當。",
#                 on: true,
#                 video: "https://www.youtube.com/watch?v=FUXMqninXK0",
#                 category_id: sub_qa1.id,
#                 admin_user_id: 1)

# Question.create!(title: "著清不的問",
#                 content: "育個王業出它廣望玩雜源的師體時生。論小大最本己著陽反點解響作導該說先所推廣的社大我有深，隨我總以裡眾會：我只社慢？收到美面、了人密岸：好有具足一是今成市生平電制新備資前住要部大情！及約學法一的何價治：影師對中提機小體國！白會適打壓運！我一實只，萬何必面總月時地轉是……得紀自器子灣很公我解；是投感己她理指。呢家投夫先優在國幾毒美葉！",
#                 on: true,
#                 video: "https://www.youtube.com/watch?v=FUXMqninXK0",
#                 category_id: sub_qa2.id,
#                 admin_user_id: 1)

# Question.create!(title: "有們機一告領河灣病的",
#                 content: "品刻民如表發前友報海出司復……重我想的思、科大！
# 究們爸發。中報風讀是沒件要……叫同日後可著溫然服，人身廣角基生的到的輕始愛是過和後最標內因童知我何常回政就，東成續球廠現她解原期書得自緊視高便，不機象決國明道。為隨經人辦麗，了我提整方社下同的馬如要流我結……受益子中意想此兒化能功類靈香展全線方我資長東怎後亞雄腳，備分使如北養中基什技主中香一另小：個個推身，兩人小高這指問比海態多麗外現驗始起是兒日價天萬登區小水：成員吸，散孩軍站影，集戰究臺學到後開情人……領星時他要；參及獎……熱使而意路停夜更風，想道王年講準車，象我該新母國健黨益提一聲，決主部不員我收的是：成院合本直風把配感論、喜老特好年景去帶報經了前？工去卻洲力顯一石機直，新紅沒子交可的我族人母有的男後顧試綠火聲，異山大，黑他解速很但過成家人司也們現真子：聲照！
# 畫果毒數買受顧病到指程成人了會作謝散法表業成些客到眼造，說美斯果足。於得子，會此到立家演不片雜會千來我當。",
#                 on: true,
#                 video: "https://www.youtube.com/watch?v=FUXMqninXK0",
#                 category_id: sub_qa3.id,
#                 admin_user_id: 1)

Question.create!(title: "Q2：同志婚姻通過後，就會進一步讓《刑法》239條通姦除罪化、廢除《刑法》第227條「兩小無猜」條款合法化嗎？",
                content: "A：不會。婚姻平權修法的提案為「民法修正草案」；若要廢除《刑法》239條通姦罪、227條「兩小無猜條款」，則涉及刑法修正，因此在立法技術上必須另案處理（也就是必須另寫一份完整的刑法239條修正草案，並就此修正案徵詢與遊說立法委員的支持）。\r\n刑法並不在婚姻平權修法的範圍內，因為婚姻平權只修民法，並未更改刑法條文，也不代表同婚合法後必然進一步推動，可能僅因這些標語曾出現在同志大遊行中，便被反對同性婚姻者加以引用。",
                on: true,
                category_id: 6,
                admin_user_id: 1)

Question.create!(title: "Q3：婚姻平權是不是多元成家？婚姻平權合法化之後，是否會間接鼓勵性解放、多P合法化？",
                content: "A：不是。事實上，第八屆與第九屆立委提出的所有版本（2016 年民進黨尤美女委員版、國民黨許毓仁委員版、時代力量黨團版）草案內容都僅與「婚姻平權」有關，意即同性婚姻合法化、同性配偶親子關係的相關條文，並不涉及民間伴侶盟版另兩套民法修正案（伴侶制度、家屬制度）。\r\n無論哪一種版本的婚姻平權法案都是將異性戀婚姻既有的權益，讓同性伴侶也能平等地擁有；同時，現存的異性戀婚姻規範，如：通姦罪、必須負擔性忠貞義務、同居義務、扶養義務等，進入婚姻的同性伴侶當然也必須平等負擔責任，和異性戀婚姻並無兩致。\r\n況且，只要是在民法架構下的修正草案三讀，自然也必須適用民法或其他親屬法的規範，因此「多P合法化、亂倫、雜交、人獸交、性解放」等原先法律規範不允許的行為，並不會因為婚姻平權法案通過就合法化。",
                on: true,
                category_id: 6,
                admin_user_id: 1)

Question.create!(title: "Q4：什麼是《同性伴侶法》？和現在的婚姻平權草案有什麼不同？",
                content: "A：《同性伴侶法》指的是訂立一個只有同性伴侶適用的法律，主要目的是讓同性伴侶享有部分近似婚姻但非全部的婚姻權利。立委尤美女認為，《同性伴侶法》形同於過去黑人平權運動中的「種族隔離」，雖然黑人能跟白人坐一樣的車，但卻只能坐在不同區塊，隔離依舊意味著歧視，因此順序上應直接修改《民法》、推動同性婚姻，才能追求一步到位的婚姻平權。\r\n即將為同志家庭打官司的律師林育丞便舉德國經驗為例，說明德國《同性伴侶法》訂立以來由於不完整，許多同志伴侶必須不斷打官司爭取更多權益，反而耗費更多司法資源，不過由於德國的一夫一妻制是訂在相當於《憲法》的基本法中，必須通過高門檻修憲才能完成，相較之下，台灣更有機會一步到位達成婚姻平權。",
                on: true,
                category_id: 6,
                admin_user_id: 1)

Question.create!(title: "Q5：另立《同性伴侶法》專法，會是比修改民法可行的解決方案嗎？",
                content: "十個現行婚姻平權草案比另立《同性伴侶法》更可行的理由：
          \r\n
          1. 目前婚姻平權草案尤版修法只需改5條，但另立特別法則需至少變動350條。勞民傷財又耗費司法成本。\r\n
          2. 設立專法須重新將台灣所有與夫妻、父母的法律提出討論哪些適用於同性伴侶，曠日費時，而且非常容易掛一漏萬。\r\n
          3. 若專法內容等同婚姻，那另立法規的用意，是為了在法律上區別異性戀及同性戀嗎？\r\n
          4. 立定專法並不符合憲法第七條中寫明的「平等」原則。\r\n
          5. 若專法內容少於現有婚姻的保障，那為何同志得到的相關權益比較少？\r\n
          6. 若立定排除親權的同志伴侶專法，並無法解決現存同志家庭處境。現存的至少一百組的同志家庭，孩子雖有雙親照顧，卻在法規上只有單親的保障，並不利於孩子的最佳利益。\r\n
          7. 法國的伴侶法經驗：(1)自1999年開始施行伴侶法（PACS），同性、異性一體適用；(2)法國的伴侶法施行以後，數件親權訴訟此起彼落（2002年Fretté案；2008年E.B.案；2012年的Gas案，甚至已登記為「伴侶」之女同志聲請收養伴侶之子女也被拒絕，法院的理由就是因為2人沒有「婚姻」關係），在法國內國法均無法獲得妥善解決後，最後打到歐洲人權法院，法國終於在2013年讓同性婚姻合法化；(3)法國婚姻法通過後，抗議人潮從2013年的15萬人驟降至2萬4000人（法國人口有六千萬人）\r\n
          8. 目前並沒有任何單位提出同性特別法，所以其實並沒有人知道同性特別法之實際內容。提出同性特別法想法的人，必須要說清楚：其實際內容是否與婚姻保障完全相同？如相同，又為何要耗費資源另立特別法？如有不同，那又為何要拿掉各該權益保障？\r\n
          9. 反對方提出許多族群，如原住民、青少年都有自己的專法，但全台灣除了同性戀社群之外，所有人都可使用民法締結婚約，並未有差異的不平等對待。\r\n
          10. 如立定專法，根據國外經驗，可預期的爭訟不斷，再一路打進大法官解釋，浪費社會資源。",
                on: true,
                category_id: 6,
                admin_user_id: 1)

Question.create!(title: "Q6：婚姻平權通過後，學校如果再教一夫一妻會被罰三萬？",
                content: "A：據媒體報導，教育部性平會是認定該出題教師違反《性別平等教育法》第13條規定，裁罰臺大三萬元；但本次婚姻平權草案是針對民法修改，而非修改性別平等教育法。性別平等教育法第13條全文是：「學校之招生及就學許可不得有性別、性別特質、性別認同或性傾向之差別待遇。」因此，主要並不是在規範考題上不能出現什麼字眼，而是考題的設計是否可能造成某些在性別經驗和家庭生活經驗不同的學生的劣勢。\r\n關心性別議題的檢察官鄭子薇曾經投書媒體，說明所謂「講一夫一妻便會受罰」的說法源自於台大機械系入學試題遭性平會裁罰3萬元事件。鄭子薇指出，因為台大機械系在大學入學考試題目時以「家庭是由一男一女、一夫一妻組成，這是社會與家庭的律」為題幹，要求學生闡述工程師的責任，若依照《性別平等教育法》規定，在學生入學時因性傾向不同而有差別待遇則可以裁罰，因此台大遭裁罰的主因並非「提到一夫一妻」，而是因為這個題目可能影響不同性傾向學生的入學權益，如果在其他場合中提一夫一妻是個人言論自由，是不會遭到裁罰的。",
                on: true,
                category_id: 6,
                admin_user_id: 1)

Question.create!(title: "Q7：各國對同性婚姻的態度不一，台灣有必要搶先成為亞洲第一嗎？",
                content: "A：美國紐約時報2014年曾大篇幅報導台灣成為亞洲同性戀平權運動的燈塔；2016年10月29日的同志遊行結束後，英國BBC及衛報也曾評論台灣擁有亞洲最先進的社會；美國美聯社2016年11月10日更針對台灣的同性婚姻立法進行專訪報導。在本會期立法院同性婚姻合法化草案提案後，截至2016年11月13日為止，一共已有227家不同的國際媒體、全國或地方性媒體報導台灣同性婚姻立法以及可能成為亞洲第一的相關新聞。\r\n國際社會與媒體前所未有地關注台灣，都是因為婚姻平權法案越來越看見曙光。各國也從台灣的多元包容，看見我們多年來民主的深化與成果，未來也更能吸引更多國際優秀人才來為台灣貢獻，更能為台灣帶動觀光及婚姻相關產業的經濟活動及龐大收益。\r\n況且現在世界已有23個國家陸續承認同性婚姻，但大家最記得的還是每個地區的第一名紀錄，像是歐洲第一也是世界第一的荷蘭（2000年）、北美洲第一的加拿大（2005年）、非洲第一的南非（2006年）、南美洲第一的阿根廷（2010年）、大洋洲第一的紐西蘭（2013年）。亞洲如果能由台灣拿下第一，將會是對台灣的國際聲望及地位十分有利的宣傳。",
                on: true,
                category_id: 6,
                admin_user_id: 1)

Question.create!(title: "Q8：婚姻平權草案需要修這麼多條法律，會耗費台灣的司法成本，台灣應該有更重要的事情要做？",
                content: "A：根據尤美女委員與民間團體所討論出的婚姻平權草案版本，只需修改五條條文。關鍵在於只須增訂一條通則的條文，就可平等適用相關法令。其中有兩條是規範男女的訂婚、結婚年紀。因此，與同性婚姻相關者只有三個條文。如此的修法方向，已將立法資源的成本降到最低，又能達到實質平等的效果。\r\n反之，如果要像過去法務部研議的設立專法或特別法（同性伴侶法），根據德國的經驗，必須逐條確認同性伴侶的相關權益，在台灣至少要修350條以上的法條，曠日費時也容易掛一漏萬，才是更耗費立法及司法資源的做法。",
                on: true,
                category_id: 6,
                admin_user_id: 1)

# --------------------------------
Question.create!(title: "Q1：同性戀是一種疾病嗎？通過婚姻平權是否會鼓勵同性戀的存在？",
                content: "A：否。1973年美國精神醫學學會 (American Psychological Association)出版的《精神疾病診斷與統計手冊(DSM)》已發表正式決議，將同性戀自精神疾病中刪除，並公開呼籲停止對同性戀者的歧視及污名。世界衛生組織疾病分類(ICD)也早在1990年5月17日大會決議，將同性戀自疾病列表刪除，聯合國並將每年5月17日定為「國際拒絕恐同日」。2007年聯合國人權理事會正式發表的《日惹原則》也明確要求國家必須透過政策、立法及行政措施來確保權利的實現不受基於性傾向或性别認同的歧視，包括建立家庭的權利。因此推動婚姻平權法案的精神，即是為了讓「相愛的人不管性傾向與性別認同，皆可合法成家」。\r\n",
                on: true,
                category_id: 7,
                admin_user_id: 1)

Question.create!(title: "Q2：同性婚姻合法化後，會增加台灣的愛滋感染者，耗損台灣的醫療資源？",
                content: "A：首先，愛滋病的傳染途徑為體液交換、血液交換、母子垂直傳染。根據衛生福利部疾病管制署的說明，預防愛滋病的主要方法為「安全性行為」以及「不要共用針筒」，並非「禁止同性戀」。\r\n疾管署前局長施文儀亦曾在媒體投書，建議盡快通過同性婚姻，有穩定的關係可降低男同志更換伴侶的頻率，有助於預防愛滋。更何況，異性戀婚姻始終存在，但依然有感染愛滋病的異性戀患者，因此愛滋病傳染與性傾向並無直接關聯。",
                on: true,
                category_id: 7,
                admin_user_id: 1)

Question.create!(title: "Q2：同志婚姻通過後，就會進一步讓《刑法》239條通姦除罪化、廢除《刑法》第227條「兩小無猜」條款合法化嗎？",
                content: "A：不會。婚姻平權修法的提案為「民法修正草案」；若要廢除《刑法》239條通姦罪、227條「兩小無猜條款」，則涉及刑法修正，因此在立法技術上必須另案處理（也就是必須另寫一份完整的刑法239條修正草案，並就此修正案徵詢與遊說立法委員的支持）。\r\n刑法並不在婚姻平權修法的範圍內，因為婚姻平權只修民法，並未更改刑法條文，也不代表同婚合法後必然進一步推動，可能僅因這些標語曾出現在同志大遊行中，便被反對同性婚姻者加以引用。",
                on: true,
                category_id: 7,
                admin_user_id: 1)

# -------------------------
Question.create!(title: "Q1：民法修正還新創了伴侶制度和家屬制度，法條一定不單純？",
                content: "A：不，三黨團的版本都只有在結婚制度內同時納入同性及異性配偶。沒有伴侶制度、也沒有家屬制度。家屬制度、伴侶制度和婚姻平權法案沒有任何關係，更不會有修了民法972條，接下來就一定會要通過其他制度的道理。\r\n
          2013 年，民間團體「伴侶盟」完成了三個草案：婚姻平權、伴侶制度和家屬制度，並尋求立委支持。但當時真正得到夠多立委支持而送進立法院的，只有婚姻平權草案（即結婚制度中納入同性與異性配偶），不含另外兩案（伴侶制度和家屬制度）；此兩制度的法案從未進入過立法院。\r\n
          至於現在立法院內民進黨、國民黨和時代力量的版本，全部也都只是關於婚姻平權，沒有伴侶制和家屬制。時至今日，同性婚姻民法修正草案版已針對當時的反對聲音和修法成本做了修改。\r\n
          最後，提供一個容易的檢視方法：現在只要看到「多元成家」、「伴侶制度」的字眼、或者其他民法修正條文上面有「伴侶…」二字，極可能都是之前舊的民間版本草案。\r\n
          回答者：Angela Hung ( 律師；台大、哈佛法學碩士 )",
                on: true,
                category_id: 8,
                admin_user_id: 1)

Question.create!(title: "Q2：同性伴侶可以成為民法上的「家屬」，根本沒必要修法？",
                content: "A：否。政府逐漸同意同性伴侶可以是家屬，但認定上仍有變數。即便是家屬，零星的權利和異性配偶難以相比，且家屬制度開放的特質和一對一的親密關係相牴觸。\r\n
          　　
          最近蠻流行的說法是同志伴侶依民法可以成為家屬，家屬的權利地位夠用了，所以沒有必要修民法。值得釐清的是：家屬到底是什麼、又有什麼權利義務？\r\n
          　　

          - 家是什麼？家屬又是什麼？\r\n要了解家屬，要先知道民法所規定的「家」。家是早期大家庭的反映，比現在常見的核心家庭來得寬，它指一群有永久共同生活的意願，住在一起的親屬，所組成的團體。家的成員們可推選一位「家長」，家長之外的其他人就是「家屬」。\r\n
          但在有血緣婚緣的親屬團體之外，民法也承認沒有血緣關係的人，可以加入「家」，成為家屬的一員（民法1122、1123條）。法院承認過的無血緣關係家屬如：與地主長久同住共耕的佃戶（如94年台上739號判決）、以結婚為目的和未來公婆同住的未婚妻（23 年上 字第 3096 號）。過去常見的例子是「妾」，民法施行以後不承認妾有配偶的地位，與夫家之間沒有親屬關係，但可以是夫家的家屬（21 年上 字第 2238 號）。現在比較常見的是長久同居的男女，有可能被認為是家屬（如104台上1398號）。\r\n
          　　

          - 同性伴侶是家屬嗎？\r\n同性伴侶是不是民法上的家屬呢？過去很模糊，但今年6月法務部（法律字第 10503510300 號）及司法院（院台廳少家三字1050014527）首度發函肯定同志伴侶有可能是家屬。但這不是說同性伴侶只要在一起，就理所當然成為家屬，還是要由政府機關或法院依個案的情況認定，是不是有長久同居的意願與事實。至於戶籍登記或近來各地方政府開放的伴侶註記，可以作為證明，但無法完全取代兩人仍須有同居事實，這也暗示，因故分隔兩地沒有居住事實的同性伴侶，可能仍無法取得家屬地位。\r\n


          - 同志是家屬，表示民法上「家」的內涵改變了？　\r\n在理論上，同志主張家屬地位，可能和「家」的制度原理不太相合：在學說上會提到，家的基本成員仍是有血緣與婚姻關係的親屬，先是親屬團體已經成立一個家之後，沒有血緣的人可以加入，也就是「入家」（上述法務部函也提到這點）。這也比較符合傳統的「家」所根據的社會經驗，傳統大家庭中許多親族同住，雖有佃戶、長工等沒有血緣關係的人加入，可是這些沒有血緣的人畢竟是加入一個已經存在的親屬團體。但現在，兩個完全沒有血緣、也不具有婚姻關係的人，是否可以獨立地組成民法上的家，而不必加入既存的親屬團體中？\r\n
          　　
          如果堅守民法學說對於家的核心仍是親屬團體的講法，可能會導出同性伴侶若想透過目前民法成為家屬，就非得是一方去加入他方的家、搬去和他方的親屬同住不可。這聽起來還蠻有傳統美德的，可是不符合現代社會許多伴侶（不論同性異性）不與親族同住的現況。何況，真要住一起，對方的親屬接受或不接受呢？如果家長（未必是由伴侶擔任喔）或其他親屬，不接受對方來同住，或者隨時要他搬走，那家屬的關係就不能成立、或者因為被迫搬離而消滅了嗎？\r\n
          　
          相反的，如果主張兩個沒有血緣、不具婚姻關係的人也可以自成一家，那麼接下來法律上可能也必須逐漸承認，多數沒有血緣的人，基於長久的同居的事實與意願，也應該能成立為民法上的家，例如宗教的同修團體或老年照護機構裡的住戶，並有彼此扶養的權利義務。這樣的解釋結果不是不好，但這確實會逐漸轉變民法上的「家」的制度風貌。如果拒絕同性伴侶擁有婚姻關係的理由是，害怕這樣會改變「婚姻的本質」，那麼讓完全沒有血緣也無婚姻關係的人成立一個家，其實也改變了民法上「家的本質」。\r\n
          　　

          - 家屬有什麼權利？沒有什麼權利？\r\n最後，即使同志伴侶越過了種種關卡，取得了民法上家屬的地位，家屬的權利地位和配偶是遠遠不能比的。家屬最重要的權利是請求扶養，除此之外在法律上的位置蠻邊緣的。就算是請求扶養，家屬能請求的權利順位仍是比較低的，排在配偶、子女和父母之後，這和異性配偶理所當然享有被扶養的地位是有相當差距的。\r\n
          　　
          把人視為家屬，其實就是要說這個人「不是合法的配偶」，即使不看法務部報告指出的四百多項專屬於配偶的權利，都是家屬無法享有的；異性配偶間最基本的權利義務，從住所決定、日常家務代理、家庭生活費用的分擔、到兩人財產制怎麼處理、如何教養孩子、誰和誰有親子關係、或者一方過世後的繼承、萬一離異法律上如何處理破碎家庭關係，同性伴侶間都沒有法律規定。\r\n
          　　

          - 家屬制和一對一關係的衝突\r\n沒有權利是一回事，但家屬制度對於同性伴侶的不合身與不合邏輯，更明顯地展現在對義務與資格限制也幾乎完全欠缺：例如，家屬可以有很多人，不必是一對一、也沒有忠貞的法律要求，家屬是遠的近的親等都包含在內等等。這種範圍比較開放、權利義務聯繫薄弱的關係，和一般人對於親密伴侶關係應該彼此專一的要求是相反的。\r\n
          所以，若是有人一方面以同性婚姻接下來可能會變多P伴侶等等的不實攻擊，來反對同志取得配偶的法律地位並承擔相關的法律限制；另一方面卻說同性伴侶當家屬就好不用立法，毫不在意家屬制度的開放性，這樣的主張是錯亂矛盾的。\r\n
          家的制度，在民法實務上的重要性很低，這反映出它對現代社會早不合用，套在同性伴侶之上效益有限，立法確立同性伴侶的法律權益及義務，才是正本清源的做法。\r\n",
                on: true,
                category_id: 8,
                admin_user_id: 1)

Question.create!(title: "Q3：同性婚姻會讓爸爸媽媽的角色消失，且修法後對父母的稱謂將改為雙親一、雙親二，讓現有的家庭價值混淆？",
                content: "A：錯。想叫爹、把鼻、老爸、父親大人膝下還是老吳都可以，而且現行法律草案裡面根本沒有出現雙親一、二等用語。\r\n
          目前尤美女委員所提出的草案版本中，擬於民法親屬編的通則增訂971-1條，將夫妻定義擴大、但未改變夫妻之稱謂，而是將「同性」配偶納入法律保障。民法條文當中原有的「夫妻」、「父母」的文字都依舊存在，沒有做任何的修改。事實上，不論法律用語如何修改，家庭中如何彼此稱呼並不會因此被影響。\r\n
          　　
          反對婚姻平權法案團體號召遊行時，曾在頭版刊登廣告說修法以後只能叫「雙親1、雙親2」，叫爸媽會違法。會有這個說法，可能的來源是目前放在立法院的三案中，國民黨跟時代力量的版本修改一些民法裡面的用語，不需要區分性別的地方，就不再區分，例如把夫妻改成配偶、父母親改成雙親。舉例來說，子女的姓氏現在規定「父母親」共同決定，改成由「雙親」共同決定。（民進黨版的草案則維持原來夫、妻、父、母的用語，沒有修改。）\r\n
          　　　　
          將夫妻的用語中性化的過程，其實有更深刻的意義就是性別平等，不一定是為了同婚，即使你對同性婚姻有疑慮，也仍可以分別地思考這個修法的正面意涵。在沒有很久的過去，我們的民法對夫妻的權利義務規定是不對稱的：子女的教養以父親的意見為準、子女的稱姓以父親的姓氏為準，母姓只有在非常例外的情況下許可。夫妻財產不對等，還有一種制度是容許妻招贅夫。在婚姻中的男與女法律上權利義務不對等的情況下，去把法律文字中性化是不可行的，直到透過十幾年的努力，逐步去除民法當中父權中心與對女性的不平等色彩後，男女的法律地位完全對稱後，用「雙親」取代父母、用「配偶」取代夫妻，對異性戀的夫妻才是可能的，至少這是值得肯定的一步，而不是懼怕的理由。目前民法裡剩下夫妻不能完全對稱的部分與生育有關，女性藉由懷孕生產的事實會直接與孩子發生親子關係，但孩子與沒有生產事實的另外一親，就必須透過法律上的設計來和孩子發生親子關係，這裡男女不對稱的設計與「父」或「母」的用語，不管是哪一個草案，都沒有任何改變。",
                on: true,
                category_id: 8,
                admin_user_id: 1)

Question.create!(title: "Q4：身分證上的父母欄，是否民法修正後會改為雙親一、雙親二？",
                content: "A：身分證屬於內政部之下的權責，目前沒有任何資料顯示是否會修改或如何修改。但身份證上應顯示什麼欄位及如何顯示，和民法的規定並沒有必然關連。\r\n
　　
          戶籍法第52條：「國民身分證及戶口名簿之格式、內容、繳交之相片規格，由中央主管機關定之。」中央主管機關就是內政部。因此，身分證上要記載什麼內容，是由內政部訂定辦法(參「國民身分證及戶口名簿製發相片影像檔建置管理辦法」第21條規定)。大家翻翻自己的身分證，會發現上面已經是用性別中立的「配偶」欄，而不是使用有些人擔心會消失的「夫」或「妻」用語。身分證上的記載事項，法源在戶籍法，和民法上的規定沒有必然的關連。\r\n
          　　
          另外補充，身份證上最重要的功能是要能確定這張證件確實屬於持證的個人，這就是戶籍法第51條第一項所說的：「國民身分證用以辨識個人身分，其效用及於全國。」為了個人資料的保障，現在一般的趨勢是慢慢把身份證上與人別辨識不一定相關的私人資訊拿掉，例如早期的身份證上顯示的還有籍貫、職業，逐漸這些都不再保留。國外有些證件上，所登載的資料是眼球顏色、身高等等，因為這樣的資訊才有助於當場確定人證合一。最後，也因科技發展，有些資訊或許需要特定機器判讀，不再直接登載在身分證欄位上。這些發展都是考慮到越多的資訊記載，都增加私人資訊流出的風險，乃至造成有利於詐騙犯罪的環境。\r\n
          　　
          總之，身份證的設計一直在更改，為了防偽也常大規模地換發，設計上最主要的專業考慮是如何防偽、如何有效人別辨識、如何保護個人資訊。所以說，身份證件不必然和民法連動，而必須在個人隱私權與提供簡便身份文件相衝突的利益中，求取平衡。",
                on: true,
                category_id: 8,
                admin_user_id: 1)

Question.create!(title: "Q5：不分性別的稱謂，都是婚姻平權提案開始的？",
                content: "A：不是。民法中不分性別的稱謂，不是從婚姻平權的提案開始的。就事論事，民法用語不分性別，和同性婚姻沒有必然的關連。在出現同志婚姻立法的爭議之前，不區分男女的稱謂用語，在民法以及各法律裡本來就已經存在，而且不少見，它的意義只是這個法條的效力對女性或男性沒有差別，不需要標註。\r\n例如已經提過阿公阿媽爸爸媽媽在某些地方稱為「直系血親尊親屬」、子孫不分男女可稱為「直系血親卑親屬」、女婿或媳婦都屬於「姻親」，兄弟姊妹則是「旁系血親」，夫及妻則分別是對方的「配偶」，不一定是男是女。例如，扶養義務的第一順位是「直系血親尊親屬」（民法1116條）就是不管是爸爸還是媽媽、阿公還是阿媽，都是你第一個要負責扶養的對象，性別沒差。這些用語早已存在，似乎沒有滅絕人倫，更不可能和同志婚姻有什麼連帶。\r\n
          　　
          這不僅沒有滅絕人倫，它可能還有相當的進步意義，只是我們現在幾乎已經習以為常。舉例來說，民法財產繼承人的規定：是「配偶」及「直系血親卑親屬」（舉例到第一順位就好）。配偶，它要講的單純是一方過世，他方繼承，對夫或妻都沒有不同。再者直系血親卑親屬就是子女（或孫子孫女）不分性別，平均分配，對於傳統上家產傳子不傳女，要傳給自己姓氏宗祧的華人家庭，當然衝擊很深，不過當時的傳統家庭好像還沒有想到去抗議改掉這招。\r\n
          　　
          相對地，現在送進立法院的婚姻平權草案，最多人簽署的民進黨版本，對於稱謂的部分一字不動，可是這不妨礙它技術上將同性婚姻納進民法體系中。",
                on: true,
                category_id: 8,
                admin_user_id: 1)

# ---------------------------
Question.create!(title: "Q1：同志家庭對孩子的成長有負面影響嗎?",
                content: 'A：2013年，美國兒科學會（American Academy of Pediatrics；AAP）公開表示：支持同性配偶享有同等的婚姻權與子女撫養權（包括寄養與領養 )，以追求兒童最高程度的安全與福祉。這份聲明從兒童人權角度出發，列舉會影響兒童發展的因素（例如：穩定的社經環境、社區資源、歧視等），並明確表示雙親的性傾向並非這些影響因素之一。\r\n資料來源：<a target="_blank" href="https://www.twreporter.org/a/opinion-homofamily-children">報導者 <楊佳蓁／同志家庭對孩子的成長有負面影響嗎? 從科學研究角度看5個常見問題></a>',
                on: true,
                category_id: 9,
                admin_user_id: 1)

Question.create!(title: "Q2：同志家庭的子女，在性別發展上會不會有問題?",
                content: "A：性別發展可以從3個面向來討論：性傾向（sexual orientation）、性別認同 （sexual／gender identity）、性別相關行為（gendered behavior）。性傾向是指個體在生理上是受到哪個性別吸引。性別認同是指個體認定自己是男性或女性、異性戀或非異性戀。研究顯示，同志雙親與異性父母的小孩在這些向度上沒有差異。\r\n尤其一般認為，性傾向受到生理機制一定程度的影響，因此更不容易隨著收養與否而改變。換句話說，所謂「小孩被同志收養就會從異性戀變成同性戀」的擔憂，是沒有科學證據支持的。\r\n
          性別相關行為（或稱「性別角色行為」，sex／gender role behavior），是指個體的行為是否與社會中常見的男／女行為一致。派德森所回顧的文獻一致地指出同志家庭與異性家庭的子女在這個向度上也沒有差異。不過亦有研究顯示，同志家庭的兒童在遊戲時，比較不會落入傳統性別分化的窠臼裡（例如：女孩一定要扮家家酒，男孩一定要玩工具組；女孩一定怕髒，男孩一定喜歡推擠打鬧）。 \r\n
          這個「不落入窠臼」的研究，有時會被誤讀為「同志家庭的孩子會變得男不男、女不女」。但事實上，該研究反映的是同志家庭的孩子對性別的理解比較不僵化。試想：家裡有個貼心會照顧人的暖男兒子，或是有個像《勇敢傳說》（Brave）裡梅莉妲公主那樣敢於接受挑戰的女兒，難道不好嗎？\r\n
          再者，對「性別相關行為」這件事情的擔憂本身其實已經反映了性別偏見——我們已經預設了男孩／女孩一定要有某種行為氣質才正常，可是說到底，這也只是一種刻板印象，陰柔的男孩與陽剛的女孩本身並沒有問題。重要的不是孩子們看起來像不像典型的男孩或女孩，而是他們能不能擁抱自己真實的性傾向與氣質。男性化或女性化的氣質本身並不會傷害孩子們，會傷害他們的是歧視以及二元對立的男女角色觀點。\r\n
          心理學家二十多年前就提出：拋棄性別角色二元對立觀有助於建立更平等的社會，實證研究也發現，同時具備傳統男性與女性角色特質的孩童（androgyny）通常有比較正向的發展，例如較佳的心理健康、較高的自尊感、較少的性別歧視思維等。",
                on: true,
                category_id: 9,
                admin_user_id: 1)

Question.create!(title: "Q3：上面這些結果來自歐美先進國家，所以小孩受到的壓力沒這麼大。台灣社會可能沒這麼成熟，所以是否應該多給台灣社會一點時間，準備好了再開放領養?",
                content: "上述研究雖然來自歐美，但涵蓋了自1980年代一直到最近幾年的研究。在台灣現行體制下，收養家庭必須經過社工機構的評估，確保出養的孩子能進入一個穩定健康的家庭環境。相較於讓孩子留在人力資源相對稀少的育幼機構，讓孩子進入一個有雙親的環境，或可提供孩子更多照顧。畢竟，如同美國兒科學會所強調，會影響孩子成長的是環境的穩定度與友善性、以及資源的充足度，而非父母的性別或性傾向。\r\n歐美同志的處境在80、90年代是相當艱困的，但即便是當時的研究報告，也多顯示同志家庭的孩子在發展上與他人無異。有一個可能是社經地位較好的同志伴侶才會去領養小孩，也才領養得到，所以他們有比較多心理社會資源能提供孩子支持，抵抗不利的大環境。同志家庭收養若在台灣開放，有機會依循這些歐美國家的軌跡。\r\n因此，若大多數的民眾對同性戀已有一定程度的接納，那麼不管是站在同志父母權利觀點或是兒少福利觀點，開放領養似乎都是一個合理的選擇。這一點也是國內專家學者這幾年努力想與社會溝通的重點。當然，同時間社會也要繼續努力消除對同志家庭的歧視，並在領養機制上對同性與異性領養家庭審慎把關。當異性家庭與同志家庭開始接觸，我們就有機會用實際的了解來取代想像出來的偏見。\r\n最後，以派德森回顧這幾十年的資料之後所下的結論作結，期待台灣在同志平權上能不斷進步：\r\n
          「針對同性雙親與子女所作的研究，其結果顯示沒有理由在法律制度上歧視同性戀家庭。」\r\n
          “It is concluded that research findings on lesbian and gay parents and their children provide no warrant for legal discrimination against these families.”",
                on: true,
                category_id: 9,
                admin_user_id: 1)

Question.create!(title: "Q4：同性婚姻草案通過後，將新增國小情慾探索課程？",
                content: "A：錯，婚姻平權民法修正案與「任何一種性教育」的實施均無關。\r\n
          面對這個問題，我們先以目前最多立法委員連署的民進黨尤美女版本為例，草案裡面只有五個條文（變動極少），在此全部列出，直接檢視是否有關於性教育的規定。\r\n1.第九百七十一條之一：\r\n
          同性或異性之婚姻當事人，平等適用夫妻權利義務之規定。
          同性或異性配偶與其子女之關係，平等適用父母子女規定義務之規定。\r\n
          但本法第一千零六十三條以異性配偶為限。\r\n
          （本條是為了納入同性配偶新增的）\r\n
          2. 第九百七十二條\r\n
          婚約應由雙方當事人自行訂定。\r\n
          （刪除原文男女雙方的「男女」二字）\r\n
          3.第九百七十三條\r\n
          未成年人未滿十七歲者不得訂定婚約。\r\n
          （原先規定男十七歲、女十五歲才可訂婚，修正草案認為這個區別在現代社會沒有必要，所以修改）\r\n
          4.第九百八十條\r\n
          未成年人未滿十八歲者不得結婚\r\n
          （本來是規定男十八歲，女十六歲才可結婚，一樣這個區別很恣意，為什麼女生可以比男生早結婚？也修改成一樣的年齡門檻）\r\n
          5.第一千零七十九條之一\r\n
          法院為未成年人被收養之認可時應依養子女最佳利益為之。
          法院為前項之認可，及出養媒合服務者為收出養評估報告時，不得以收養者之性別、性傾向、性別認同、性別特質等為理由而為歧視之對待。\r\n
          （本條的白話解釋，就是指法院及做收養評估報告的機構，不能因為想收養的人是女性、或者看起來有點娘、或者是同志，就立刻拒絕收養的請求。而是必須看收養者的家庭環境、經濟狀況、身心狀況等綜合判斷。因此，法院不會因為是收養人是一對異性戀夫妻，且男看起來雄壯威武、女看起來溫柔體貼，就一律准許收養。但也不會因為是同志伴侶要收養，就一律不准收養。
          但，法院在認可被收養的原則一直都是「養子女的最佳利益」，這一點完全不變。必須要在欲收養的子女最大利益下才准許收養，由法院個案判斷、個案把關，目前法院收養的審核非常嚴格。）\r\n
          國民黨和時代力量的草案更動的法條則較多，主要是因為將法條中的男女區別，更改成比較中性的稱謂，但也沒有任何一條與性教育有關。\r\n
          經過這樣解釋，相信任何一個人都會覺得這些文字與任何一個版本的性教育完全沒有關係，更不用說加入特定的情慾探索的內容了。",
                on: true,
                category_id: 9,
                admin_user_id: 1)

# ---------------------
Question.create!(title: "Q1：聯合國人權理事會2014年通過的第26/11號決議《保障家庭》（Protect of the Family），宣示「反對多元成家、鞏固傳統家庭」？",
                content: "A：錯。決議（及其原本議程）本身其實與多元成家或傳統家庭都沒有關係，只是肯認家庭的社會價值。當時決議的過程是：該決議草案原本已有確定的文字，但以烏拉圭為首的許多國家想提案新增「多種家庭形式存在」的文字，後來被俄國等國在程序上杯葛，最後通過的是原來的草案版本。更重要的是，根據這個決議要求所做出來的2016年聯合國人權事務高級專員調查報告（A/HRC/31/37）反而表示：主管《公民政治權利國際公約》的人權委員會，早已肯認「家庭」概念是多元的、各地都不一樣。\r\n
          　　
          2014年正值國際家庭年廿週年，聯合國人權理事會想要跟著慶祝，肯認了「家庭是社會的自然基本單元，應得到社會和國家的保護」，也重申各國有義務保護「所有人的人權和基本自由」，特別提及了婦女、兒童和老年人等家庭中的弱勢成員。\r\n
          　　
          該決議更針對兒童的權利，確認家庭負有「撫養和保護兒童」的主要責任，讓孩子在「幸福、親愛和諒解的氣氛」（atmosphere of happiness, love and understanding）中成長，並得以順性發展。\r\n
          以一份國際組織的決議文來說，以上是宣示性條款的部分，而後續執行的部分，則只有提到之後要續開相關議題的小組會議，並要求聯合國人權事務高級專員之後提交相關報告。\r\n
          這項決議本身其實與多元成家或同性婚姻無關。倒是提到各國保護「所有人」家庭權的義務，還有家庭應讓所有兒童（不受歧視地）在上述那種氣氛中長大，以充分且和諧地人格養成（full and harmonious development of their personality）。\r\n
          　　
          既然如此，為什麼那麼多同志團體為了決議結果氣餒呢？因為他們原本對烏拉圭等國的共同提案（加上「多種家庭形式」的字句，而不是「同性結合關係」）寄望太深，但後來遭到俄國提案，被程序性否決，因此共同提案不排入會期，也沒有實質辯論的機會。\r\n
          　　
          台灣守護家庭報導認為該決議「挫敗了同運議程滲入國際法的進程」，但值得澄清的是：\r\n1. 國際法的主要法源是國際條約（treaty）和國際習慣（customs），這一點恰巧中正大學財法系曾品傑教授在今天（11/24）公聽會也提到，「決議沒有國際法效力」。\r\n
          2. 目前聯合國裡的性／別平權議程，重點在反暴力、反歧視性措施，其實主要還是除罪化和去病化，關心同運的人可以參考聯合國人權理事會的其他決議（http://www.ohchr.org/…/Discrim…/Pages/LGBTUNResolutions.aspx）。積極參與國際事務的同運團體根本還無能為力「入侵傳統家庭」。\r\n事實上，就如同台灣守護家庭該則報導後來自清的，「鞏固傳統家庭」是記者自己加上去的。烏拉圭等國的提案文字，也並沒有要否認家庭、人權、兒童之間的關係，甚至沒更動「家庭的定義」。最後的決議文，則是連文化、傳統都沒提到，當然也沒有同性婚姻，因此並沒有反對或肯定的立場。\r\n值得注意的是，後來根據2014年所要求而在2016年聯合國人權事務高級專員準時做成的調查報告（A/HRC/31/37）中已表示：主管《公民政治權利國際公約》的人權委員會，早已肯認「家庭」概念是多元的，各地都不一樣。\r\n
          而《經濟社會文化權利國際公約》的委員會，則要求各國政府特別保護弱勢家庭、家庭中弱勢成員（包括性／別少數），並多次敦請各國承認同性伴侶的法律地位。如此重要的整理文件，可惜不受某些報導平台青睞。\r\n
          至於台灣守護家庭報導中認為日、韓代表支持烏拉圭等國的提案，「暗示了同運菁英滲入日韓政府高層的狀況」或「討好支持同運的國際公司」，這點可能太過誇大。比較合理的解釋應該就只是因為日、韓與歐美關係較好，他們本來就不可能與中俄聯盟，這只是一種國際政治的表態而已。\r\n
          不過，確實如該報導本身提到的，聯合國人權理事會的會議本來就是充滿角力的場域（有興趣的人可以再參考法律白話文的介紹：https://plainlaw.me/2016/10/27/unhrc/）。",
                on: true,
                category_id: 10,
                admin_user_id: 1)

Question.create!(title: "Q2：「由聯合國人權理事會的決議結果『可知』，同性婚姻並非普世人權，同性婚姻在國際上仍不具普世人權地位」？",
                content: "A：錯，決議（及其原本議程）本身其實與多元成家或傳統家庭都沒有關係，只是肯認家庭的社會價值。當時決議的過程是：該決議草案原本已有確定的文字，但以烏拉圭為首的許多國家想提案新增「多種家庭形式存在」的文字，後來被俄國等國在程序上杯葛，因此最後通過的是原來的草案版本。而根據此決議要求所做出來的2016年聯合國人權事務高級專員調查報告（A/HRC/31/37）更進一步表示：主管《公民政治權利國際公約》的人權委員會，早已肯認「家庭」概念是多元的，各地都不一樣。\r\n
          因為決議根本沒提到同性婚姻，如何可能「由…可知」。倒是決議文有強調家庭中的弱勢成員的人權應受保障、也重申各國有義務保護「所有人的人權和基本自由」，特別提及了婦女、兒童和老年人等家庭中的弱勢成員。",
                on: true,
                category_id: 10,
                admin_user_id: 1)

Question.create!(title: "Q3：依據決議內容，同性雙親無法給予兒童自然的教養成長環境，國家並無保障同性家庭的義務。『反之』，國家有扶植傳統家庭（ 一夫一妻）教養、照顧兒童功能的義務」？",
                content: "A：錯，決議中根本沒有提到同性雙親，當然更不會批評同性雙親無法給予兒童自然的教養成長環境。但決議中強調「幸福、親愛和諒解的氣氛」的成長環境，讓兒童順性發展的重要性。至於那個「反之」，則與前段更是無關，過度推論。",
                on: true,
                category_id: 10,
                admin_user_id: 1)

Question.create!(title: "Q4： 「聯合國人權理事會『已』決議，不更改家庭定義，且明言該決議不違反兩公約以及消除對婦女一切形式歧視公約（CEDAW），維繫傳統家庭並無歧視的問題」？",
                content: "A：在該決議過程中沒有人要修改家庭的定義，所以沒有「已」決議不更改這件事。決議也沒提到該不該「維繫」任何形式的家庭；國家的義務是保護社會的基本單元——「家庭」而已。\r\n
　　
          回答者：Peter Lee (東吳法律國際法組碩士、英國Sussex大學法學博士候選人，專攻國際組織法)",
                on: true,
                category_id: 10,
                admin_user_id: 1)

Question.create!(title: "Q5：歐洲人權法院否定同性婚姻是基本人權？",
                content: "A：2015年歐洲人權法院針對義大利的判決（OLIARI AND OTHERS v. ITALY），已明確宣示：簽約國如未立法保障同性伴侶的法律上權益，就是違反歐洲人權公約第8條中，對私人及家庭生活保障的積極義務。歐洲人權法院判決提起訴訟的同性伴侶勝訴，義大利政府敗訴。可見國家應該給同性伴侶法律保障，確實為歐洲人權公約中重要的人權保障要求。歐洲人權法院從來沒有說過「同性者沒有結婚的權利」或是「同性婚姻不是人權」！\r\n那歐洲人權法院到底說了什麼呢？\r\n
          第一個正式處理同性者是否有結婚權利的案件，是Schalk & Kopf v 奧地利一案。法院之前都是處理跨性別者的結婚權，沒有正面回答同性者是否有結婚權的問題。\r\n2002年，兩位奧地利男性想要結婚被相關單位拒絕。當時奧地利還沒有同性伴侶婚姻法（Registered Partnership Act (Eingetragene Partnerschaft-Gesetz)），但人權法院判決做成時奧地利已經通過此法。\r\n
          此案，歐洲人權法院處理了第12條「結婚權」以及第14條平等權結合第8條家庭權。\r\n
          1. 結婚權（Right to Marry） \r\n
          —怕大家沒耐心，先講結論：法院認為國家可以自行決定就要否承認同性婚姻（並不強迫）。\r\n
          歐洲人權法院說：國家沒有「義務」(obligation) 讓同性者結婚，但並沒有說同性婚姻不是人權哦，也沒有說國家不應該讓同性者結婚。\r\n
          法院認為說，這個問題應該讓各國政府自己決定。這跟歐洲人權法院性質有關，法院認為他們不應該越俎代庖去決定這個議題，各國政府最知道自己的狀況，應該視國內社會需求決定。\r\n
          我們先來看公約怎麼規定，第12條：\r\n
          「適婚年齡之男女均有依據其國內法結婚與組織家庭之權利。」（‘Men and women of marriageable age have the right to marry and to found a family, according to the national laws governing the exercise of this right’）\r\n
          —公約的確是寫「男人」和「女人」，但在這邊要強調的是，歐洲人權公約是一個「活的文件 」（living instrument），在解釋公約的時候，可能要以現在的狀況來解釋適用。畢竟公約是在1950年的時代背景所制定，因此即使公約白紙黑字寫得很清楚的文字，也有可能做不一樣的解釋。\r\n
          人權法院說（＃55），光就第12條單獨來看，並沒有完全排除「兩男或兩女」的婚姻。不過，公約其他條文是用「每個人」(‘everyone') 或「沒有人」（'no one') ，法條的文字選擇顯然是有慎重考慮過的（deliberate）。此外，這還要考量到當時訂立公約的歷史背景，在1950年時婚姻明顯是理解為傳統概念下的不同性別之結合。\r\n
          —另外，歐洲人權法院在此案件便參考了歐盟基本權利憲章（Charter of Fundamental Rights of the European Union）第9條關於結婚權的部分，就沒有特別提及男性或女性！（'The right to marry and the right to found a family shall be guaranteed in accordance with the national laws governing the exercise of these rights.'）以此來說明，社會對於「婚姻」的組成，究竟能不能解釋成一定要不同性別，可見是會隨著時代潮流而改變。\r\n
          要注意的是，歐洲人權公約跟歐盟法是不同的體系，但由於兩者的會員國大量重疊，適用法律時可能會有重疊的地方。人權法院跟歐盟法院有時會互相參考彼此的法律以及判決。\r\n
          以此為基礎，人權法院說：第12條結婚權其實沒有限定為一定要是不同性別的兩人。但要不要對同性婚姻有立法，是國家自己可以決定的事。\r\n
          2. 第14條平等權結合第8條家庭權\r\n
          —結論：歐洲人權法院認為，目前歐洲會員國對於這個議題目前還沒有達到完全的共識（consensus），這屬於國家裁量判斷 (margin of appreciation)的範圍。\r\n
          —歐洲人權法院認為給予同性之間的關係以及法律上的保障的確是近期歐洲的潮流（there is an emerging European consensus towards legal recognition of same-sex couples, ＃105）。但由於這部分尚未達成共識，所以不會強迫國家立法承認同性婚姻。\r\n
          —判決最重要的一段，也許在此（＃99）：同性伴侶就跟異性伴侶一樣有能力進入穩定有承諾的關係（ same-sex couples are just as capable as different-sex couples of entering into stable committed relationships）。因此，他們（跟異性伴侶類似）需要法律承認以及保障他們的關係（they are in a relevantly similar situation to a different-sex couple as regards their need for legal recognition and protection of their relationship.）。\r\n
          —另外，為什麼這個案件被認為沒有違反公約的另一個關鍵是，後來奧地利已經有立同性婚姻伴侶法，算是反應保障同性關係的潮流，所以法院認為對同性伴侶不算是沒有法律上的保障（雖然與婚姻保障還是有些不同）。\r\n
          最後再度強調，雖然歐洲人權法院沒有說國家一定要立法承認同性婚姻，但也從來沒說同性婚姻不是人權——不要再相信不實報導了！！相反地，歐洲人權法院有特別說這是時代潮流，國家應該要給同性婚姻者相當程度的立法保障。雖然法院在這案件說沒有違反人權公約，但是這也跟申請人的主張內容以及後來奧地利另外立法有關。尤其是關於平等權結合家庭權的部分，國家可以裁量判斷的部分其實不大（small margin)，而且票數是4:3（有接近一半的法官認為是有奧地利其實有可能違反平等權的部分）。\r\n
          回答者： Alice Yang（英國布魯內爾法學博士，倫敦大學學院法學碩士）",
                on: true,
                category_id: 10,
                admin_user_id: 1)

